export const navLinks = [
  { id: 1, title: 'مسیر راه', href: '' },
  { id: 2, title: 'داستان ها', href: '' },
  { id: 3, title: 'خدمات', href: '' },
  { id: 4, title: 'درباره ما', href: '' },
];

export const services = [
  {
    id: 1,
    title: 'روان درمانی فردی',
    description:
      'جلسات فردی برای شناخت بهتر احساسات، مدیریت چالش‌های زندگی، کاهش اضطراب و دستیابی به آرامش و رشد فردی.',
    image: 'service-2.jpg',
  },
  {
    id: 2,
    title: 'زوج‌درمانی و مشاوره خانواده',
    description:
      'کمک به بهبود ارتباط، حل تعارض‌ها، افزایش صمیمیت و ساختن روابطی سالم‌تر و پایدارتر میان زوج‌ها و اعضای خانواده.',
    image: 'service-4.jpg',
  },
  {
    id: 3,
    title: 'مشاوره کودک و نوجوانان',
    description:
      'حمایت از فرزندان در مواجهه با دغدغه‌های تحصیلی، عاطفی و اجتماعی و تقویت اعتمادبه‌نفس و مهارت‌های فردی.',
    image: 'service-3.jpg',
  },
  {
    id: 4,
    title: 'درمان اضطراب و افسردگی',
    description:
      'ارائه راهکارهای علمی و جلسات درمانی برای مدیریت اضطراب، افسردگی، استرس و بازیابی آرامش و کیفیت بهتر زندگی.',
    image: 'service-1.jpg',
  },
];

export const reachingOutSteps = [
  {
    id: 1,
    title: 'تماس اولیه',
    description: `در اولین قدم، با ما تماس بگیرید تا زمان جلسه اولیه هماهنگ شود. در این گفت‌وگوی کوتاه، درباره دغدغه‌ها، نیازها و انتظارات شما صحبت می‌کنیم و توضیح می‌دهیم که چگونه می‌توانیم در این مسیر همراهتان باشیم. این جلسه، فرصتی برای آشنایی و شروعی آرام و بدون دغدغه است.
`,
  },
  {
    id: 2,
    title: 'تعیین مسیر',
    description: `پس از آشنایی اولیه، درمانگر با توجه به شرایط، نیازها و اهداف شما، مسیر درمان را مشخص می‌کند. این برنامه متناسب با ویژگی‌های فردی شما طراحی می‌شود تا بتوانید با اطمینان و آرامش، روند درمان را آغاز کنید.
`,
  },
  {
    id: 3,
    title: 'جلسات درمان',
    description: `در جلسات منظم درمان، فرصتی امن برای گفت‌وگو، شناخت بهتر خود و یادگیری راهکارهای مؤثر خواهید داشت. در طول مسیر، پیشرفت شما به‌طور مستمر بررسی می‌شود و روند درمان متناسب با نیازها و تغییراتتان ادامه پیدا می‌کند.
`,
  },
];

export const planCardPoints = [
  { id: 1, title: 'انتخاب تراپیست شخصی' },
  { id: 2, title: 'ساعات منعطف' },
  { id: 3, title: 'دنبال کردن مسیر درمان' },
  { id: 4, title: 'منابع بیشتر' },
];
